<!doctype html>
<html>
<head>
    <link type="image/x-icon" href="favicon.ico" rel="shortcut icon" />
    <meta name="description" content="Pagina personal con informacion personal y educativa">
    <meta name="keywords" content="HTML,CSSL,SQL,JavaScript,john peralta,C#,Java,redes,CCNA,flash,biografia,Videos,Archivos,joomla,etc.">
    <meta name="author" content="John Peralta Guzman">
    <meta charset="UTF-8">
    <link type="text/css" href="zoomy.css"  rel="stylesheet">
    <link type="text/css" href="style.css"  rel="stylesheet">
    <link href='http://fonts.googleapis.com/css?family=Finger+Paint' rel='stylesheet' type='text/css'>
    <link href='http://fonts.googleapis.com/css?family=Gloria+Hallelujah' rel='stylesheet' type='text/css'>
    <script type="text/javascript" src="http://ajax.googleapis.com/ajax/libs/jquery/1.8.2/jquery.min.js"></script>
    <script type="text/javascript" src="zoomy.min.js"></script>
    <script type="text/javascript" src="mousewheel.js"></script>
    <script type="text/javascript" src="script.js"></script>
  
     <title>John Peralta</title>
</head>
<body >
    <div id="Contenedor" >
        <div class="div-nav">
        <ul class="menunav">
            <li><a href="#Inicio">Inicio</a></li>
            <li><a href="#About">Biograf&iacute;a</a></li>
            <li><a href="#Portafolio">Portafolio</a></li>
            <li><a href="#Contacto">Contacto</a></li>
            </ul>
            </div>
        
            <div id="Inicio"><div class="pic1"> <a href="FACE1.jpg" class="zoom"><img class="face1" src="FACE1.jpg"></a></div><p><h1>Bienvenido!</h1>Este sitio web ha sido construido con el prop&oacute;sito de compartir los conocimiento que he adquirido durante mi incursi&oacute;n y trayectoria en la vida en el &aacute;rea de programaci&oacute;n, redes y mundo inform&aacute;tico. Igualmente la eh elaborado para informar, educar y contener todos los proyectos y conocimientos adquirido durante la trayectoria de mi carrera como informático, eh aquí mis proyectos personales, informaci&oacute;n personales y educativos tales como art&iacute;culos, videos y experiencia laborales.
</p><p>
Durante mi larga carrera de inform&aacute;tico y mis a&ntilde;os de experiencia en dicha disciplina eh ido adquiriendo un sin n&uacute;mero de conocimientos que deseo igualmente compartir y poner en empe&ntilde;o en mi labor diaria.</p><p>
Todo el contenido de esta p&aacute;gina est&aacute; a la disposici&oacute;n de aquel que le sea de utilidad y pueden modificar siempre y cuando mencionen y mantengas mi licencia de autor, pueden ser utilizado para ense&ntilde;anzas y conocimientos a los dem&aacute;s y mi persona.</p><p></br> Gracias por visitar mi p&aacute;gina espero q su visita le haya sido grata y de ayuda...
</p>
 </div>
        
        <div id="About"><div class="pic2"><a href="FACE2.jpg" class="zoom"><img class="face2" src="FACE2.jpg"></a></div> <h1>Biograf&iacute;a</h1> <p>  Nacio en Santo Domingo de la Republica dominicana el D&iacute;a 20 del Mes de Marzo del 1990, hijo del Comerciante SR. Erasmo Peralta Peralta y la Sra. Carmen Nelly Guzm&aacute;n.
</p><p>
Ha vivido desde su ni&ntilde;ez en Santo Domingo en el Sector Los R&iacute;os, Estudio la primaria en la escuela La Costa Rica desde 1ro - 7mo de b&aacute;sica y el 8vo de b&aacute;sica en LA escuela Fray Ram&oacute;n Pane, Realizo sus estudio Secundario en el 2008 en el Liceo T&eacute;cnico Uni&iacute;n Panamericano desde 1ro-4to de Secundaria con el t&iacute;tulo de T&eacute;cnico en Inform&aacute;tica es en este periodo de segundaria donde se incursiona y adquiere la pasi&oacute;n por la inform&aacute;tica y la programaci&aacute;n, Posterior mente realizo un Tecn&oacute;logo en Desarrollo de Software en el Instituto Tecnol&oacute;gico de las Am&eacute;rica(ITLA) finalizando a mediado del 2011, Realizo el English de Inmersi&oacute;n de la SEESCYT en el Instituto Tecnol&oacute;gico de Santo Domingo(INTEC) en el 2011, realizo algunos curso en Infotep tales como Red y cableado Estructurado y Linux, Realizo los 4 m&oacute;dulos de CCNA en ITLA en el 2013.</p>
<p>Es un apasionado a la programaci&oacute;n y el &aacute;rea de inform&Aacute;tica, Los lenguajes y tecnolog&iacute;a que  m&aacute;s domina son JAVA,C#, SQL, CCNA. Igualmente tiene conocimiento en las tecnolog&iacute;a de HTML, CSS, JS, Flash, ORACLE, JOOMLA, PHOTOSHOP, SQL SERVER, MYSQL y entre otros...</p>
 </div>
        <div id="Portafolio"><h1>Portafolio</h1><p> Actualmente los contenido del portafolio esta en elaborando y recolectando para ser publicado lo m&aacute;s pronto, este tendr&acute; contenidos para fines educativos y proyectos personales. 
</p><p>
El portafolio contendr&aacute;s videos, documentos, fotos , aplicaciones, y escenarios reales como ejmeplo de los contenidos que estar&eacute; subiendo...</p><p>
Portafolio actualmente en contrucion...</p>
            <div class="pic3"><a href="IMG2.jpg" class="zoom"><img class="imgcont" src="IMG2.jpg" alt="imgen contrucion"></a></div>
 </div>
        <div id="Contacto"><h1>Contacto:</h1><section class="formulario">
 <form action="contacto.php" method="post">
<label for="nombre">Nombre:</label>
 <input id="nombre" type="text" name="nombre" placeholder="Nombre y Apellido" required="" />
 <label for="asunto">Asunto:</label>
 <input id="asunto" type="asunto" name="asunto" placeholder="Reportar" required="" />
 <label for="mensaje">Mensaje:</label>
 <textarea id="mensaje" name="mensaje" placeholder="Mensaje" required=""></textarea>
 <input id="submit" type="button" onclick="nocorreo()" name="submit" value="Enviar" />
</form>
  </section>

<p>
<H5>Mas contactos:<br>
JOHNNPERALTA@HOTMAIL.COM, JOHNNPERALTA@GMAIL.COM, @JOHNNPERALTAG , WWW.FACEBOOK/JOHNPERALTAGUZMAN.</H5></p>
 </div>
<div id="copyright">Copyright&copy; 2014 by <a href="/index.html">www.johnnpg.github.io</a></div>
   
</div>
</body>
</html>
